// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "郵便番号を空白にすることはできません。";
XMO5DigitZIPCodeFormatError = "郵便番号は 5 桁の数字である必要があります。";
XMO6DigitZIPCodeFormatError = "郵便番号は 6 桁の数字である必要があります。";
XMONoCanadaZIPCodeError = "郵便番号を空白にすることはできません。";
XMOCanadaZIPCodeFormatError = "郵便番号は \"A9A 9A9\" 形式にする必要があります。";
XMONoUnitedKindomZIPCodeError = "ポストコードを空白にすることはできません。";
XMOUnitedKindomZIPCodeFormatError = "郵便番号は \"AI-2640\" 形式または \"AX[XX] 9AA\" 形式にする必要があります。";
XMOUnitedKindomBFPOZIPCodeFormatError = "郵便番号は \"BFPO [c/o] N[NNN]\" 形式にする必要があります。";
XMOUnitedStatesZIPCodeFormatError = "郵便番号は \"99999[-9999]\" 形式にする必要があります。";
XMOFranceZIPCodeFormatError = "郵便番号は \"[F-]9X999\" 形式にする必要があります。";
